export const metadata = {
  title: 'Политика конфиденциальности – NeuroAd',
};

export default function PrivacyPolicyPage() {
  return (
    <div className="max-w-3xl mx-auto py-12 px-5 text-base-900 text-sm leading-6">
      <div className="prose prose-lg mx-auto">
        <h1>Политика конфиденциальности</h1>
        <p>Дата вступления в силу: 24 мая 2024 г.</p>

        <p>
          Настоящая Политика конфиденциальности описывает, как NeuroAd (далее –
          «мы», «наш» или «нас») собирает, использует и защищает вашу личную
          информацию при использовании нашего веб-сайта и сервисов.
        </p>
        <h2>Какие данные мы собираем</h2>
        <p>
          Мы можем собирать следующие категории данных для предоставления наших
          услуг NeuroAd: генерации креативов, проведения A/B-тестов и улучшения
          пользовательского опыта:
        </p>
        <ul>
          <li>
            <strong>Личная информация:</strong> email для регистрации и входа в
            систему.
          </li>
          <li>
            <strong>Данные рекламных кампаний:</strong> тексты объявлений,
            изображения, настройки таргетинга и другие данные, необходимые для
            генерации креативов.
          </li>
          <li>
            <strong>Анонимные данные об использовании:</strong> информация о
            взаимодействии с платформой для улучшения наших алгоритмов.
          </li>
        </ul>
        <h2>Как мы используем ваши данные</h2>
        <p>Собранные данные используются исключительно для следующих целей:</p>
        <ul>
          <li>Предоставление и улучшение сервисов NeuroAd.</li>
          <li>
            Обучение наших AI-моделей в обезличенном и агрегированном виде.
          </li>
          <li>Связь с вами по вопросам поддержки и обновлений.</li>
        </ul>
        <h2>Хранение и защита данных</h2>
        <p>
          Мы применяем современные организационные и технические меры для защиты
          ваших данных от несанкционированного доступа, изменения или
          уничтожения. Данные хранятся на защищенных серверах.
        </p>
        <h2>Передача данных третьим лицам</h2>
        <p>
          Мы не продаем и не передаем ваши персональные данные третьим лицам без
          вашего явного согласия, за исключением случаев, когда это требуется по
          закону.
        </p>
        <h2>Как с нами связаться</h2>
        <p>
          Если у вас есть вопросы по поводу нашей Политики конфиденциальности,
          пожалуйста, свяжитесь с нами по email: support@neuroad.example.com.
        </p>
      </div>
    </div>
  );
}
